---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.UIFabricationUtils
source: html/e147e8a3-ddaa-b954-c4a3-16b82508e117.htm
---
# UIFabricationUtils Members

Gets the color of the open connector indicator in away direction.